Repository: mozilla-l10n/mt-training-data
Catalog: bsk/bsk_pontoon.tmx
Source language: en_us
Languages: bsk

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
bsk: tok common voice e safar ate localisation cum dataset eduruas daa belate kuyooće kaa juda mayaar mariinc ce duunas guidance ar barenin

source: <playIcon></playIcon>Last one!
bsk: iljimuśum han

source: Play/Stop
bsk: eġarin/cat etin

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
bsk: mii template file check etin. maa jumlan copyright free maniṣ yaa duro etum ine iimo duro e ijazat maniṣ. maa jumlan clear, sahi grammar daa ġatayar asaan maniṣ. jama etum jumlan ġatanasulo tormi yaa turma cʰindi minute niṣ daa ulo lambarin, uyikićiṇ kee xaas characters omaniṣan

source: Please fill out this field.
bsk: ġute field fill out etin

source: Please select a language to review sentences.
bsk: baaṣ damśi netanin jumlan hik ḍame daa barenin

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
bsk: khole account desmanin. agar maa han api ke. iciyate maymo baaṣ damśi eitin ite cum project damśi etin. khole ṭarjuma ećar files meymi. hanate click eṭin. neṭanin khole angreziulo lafzing maartirci daa tarjuma ećar diś bila.

source: Portuguese
bsk: portugese

source: Powered by global communities, for global communities — 130 languages and growing!
bsk: Tok dunyaatulo baaś etaśu cum uyoone gane--tʰa ke altar toorimi baaśin daa baske meyme bican

source: Press and stories
bsk: Minśiṅ ke press.

source: Press and Stories
bsk: minaśiṅ ke press

source: Press play, listen & tell us: did they accurately speak the sentence below?
bsk: play yate press etin, damayalin daa mesin: uwe yaarum ite jumla sahi ne senumanaa?

source: Press { shortcut-play-toggle } to toggle play mode
bsk: on ya ban ećar play mode press etin { shortcut-play-toggle }

source: Privacy
bsk: mii haranum

source: <privacyLink>Privacy</privacyLink>
bsk: alak thalak

source: Privacy, security and transparency.
bsk: Privacy, security daa transparency

source: Profile information improves the audio data used in training speech recognition accuracy.
bsk: ućʰaring data speech recognition ac̣curacy tayaar etasulo profile e maalumate mićʰiiṅ

source: Progress
bsk: duro ce duunas

source: Public Domain
bsk: Public e domain

source: Publicly accessible open speech datasets in 130+ languages
bsk: Tʰa altar toorumo baaśinulo uyoonar deṣqaltas dataset

source: Punctuation
bsk: jumla girminase qaanoonin

source: [‘Raised’ in English is always pronounced as one syllable, not two]
bsk: raised talafuz aṅreeziulo han syllable bila

source: Rate limit exceeded. Try again in { $retryLimit } minutes
bsk: rate limit butan manimi, han minutes in ulop hik ke kośiś etin

source: Rate limit exceeded. Try again in { $retryLimit } seconds
bsk: rate limit butan manimi seconds in ulop hik ke kośiś etin

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
bsk: media idaaran, falayi idaaran, yaa hukumate idaaran opaćiyar namanin barenin ke uwe uymo web content, reports public domain ar emaśaana

source: Reader Effects
bsk: ġatanas ine asarin

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
bsk: patuwate lafz sahi ne ġatanas awaaji bila. damayalsulo śan ne barenin ke besan girminum bila ke ite iyi ġatanum bilaa agar uwe iteulo besan kam etaan, kʰut etaan, yaa osanaan ke ite reject etin

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
bsk: khut ne ġatanas amik ele api ke masala toraṭe ‘we’re ‘ senas ‘we are’ senase diśulo

source: Read More
bsk: butan ġatanin

source: Read more on our About page
bsk: mii About page ate maziit ġatanin

source: Read sentences
bsk: Jumlan ġatanin.

source: Read Sentences
bsk: jumlan ġatanin

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
bsk: Maymo baaśulo jumlan tʰanum maćʰarulo ġatanin daa dunyaate uyoon cum uyum bariṅe datasetulo emasin.

source: Read Sentences, Answer Questions
bsk: jumlan ġhatanin daa suwaale juwaap mićʰiin

source: Read Sentences <small>(Coming soon)</small>
bsk: Jumlaṅ ,gatan.

source: Read sentences submitted by the community in various languages
bsk: butan baaṣinulo miymo sise doocum jumlan ġatanin

source: Read the sentence carefully - don’t miss, change or add words.
bsk: jumlaṅ śan ne ġatanin, besan ke lafzan phaṭ ayetin, baḍal ayetin, yaa kaa ayetin.

source: Ready to add your voice or lend your ear?
bsk: maymo maćar kaa etin yaa maymo maltumal mićhiin

source: Ready to contribute?
bsk: mariin emaśar tayar manein

source: Ready to do { $count } more?
bsk: daa

source: Ready to donate your voice?
bsk: maymo maćʰar mićʰićar tayaar baana?

source: Ready to help validate sentences?
bsk: jumlane tasdiiq etase gane juwaap mićʰićar tayaar baana?

source: reCAPTCHA is required if you want to proceed
bsk: agar yarqiṣ etas ray bila mamar reCAPTCHA awaaji bi

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
bsk: common voice e newsleter, duroe updates, daa goals aski ataśo emails dukoġork

source: Recorded Clips
bsk: record etum clips

source: Recorded Hours
bsk: record etum gantan

source: <recordIcon></recordIcon> Last one!
bsk: aaxriulum ite

source: [Recording cut off before the end of the last word]
bsk: muśulum lafz cut manila

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
bsk: ućʰariṅe clips record etas mii open database desmanas e but xaas duro bila, beruman e guteer dimeurats duro sey baan

source: Record/Stop
bsk: record etin/cat etin

source: Record your response
bsk: juwaap record etin

source: Record yourself reading sentences in your language
bsk: maymo baaṣulo jumlan ġatayme makʰar record etin

source: Record yourself responding to questions and prompts in your language
bsk: maymo baaṣulo sawaalin ke daa mas damacaśo baringe juwaap mićʰićume makʰar record etin

source: Record your voice
bsk: maćhar record etin

source: Reference the source of your sentence (required)
bsk: maymo jumla diim diśe yaa sise iyik awaaji

source: Reject
bsk: reject etas

source: Remove
bsk: eerin

source: Remove Avatar
bsk: avatar eeri

source: Report
bsk: xabar orin yaa report etin

source: Report was passed successfully
bsk: report kaamiyaabiate pass manimi

source: Request a Language
bsk: baaṣ kaa etase buyat etin

source: Request recordings
bsk: recordings e buyat etin

source: *required
bsk: دی مے ثے ئم

source: Re-record
bsk: hik ke record etas

source: Re-record clip
bsk: dubara record etum clip

source: Respond
bsk: juwaap mićʰiin

source: Respond To Prompt
bsk: duro etin masum ite juwaap mićʰiin

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
bsk: Ćaġa bar damaagusasinar nusenin midigaarum bariṇulo datase desmanin. Girminas, ġatanas apim baaṣine gane dumanum bila.

source: Response deleted successfully
bsk: jumaap kaamiyaabi kaa eeruman

source: Response submitted successfully
bsk: jumaap kaamiyaabi kaa jama manimi

source: Return
bsk: pʰar mane

source: Return here to edit your goal anytime.
bsk: kholar phar numa damaan maymo goal beśal ke edit etas maamay baan

source: Return to Common Voice
bsk: (hanjuko ućharing) common voice ar wapas ẓuin

source: Return to Common Voice Datasets
bsk: comon voice e datasets ar phar numa ẓu

source: Return to Languages
bsk: baaṣiṅar phar numan ẓuiṅ

source: Review
bsk: review etin

source: Review could not be saved. Please try again later.
bsk: daa barenum ike save oomanican, hik ke kośiś etin.

source: ⓘ Review Criteria
bsk: hik ke barenase criteria

source: Review Criteria
bsk: hik ḍame daa barenase criteria

source: Reviewed sentences not submitted, are sure?
bsk: dubara barenum jumlan jama api, chane seybaa?

source: Review existing sentences submitted by the community
bsk: mimo sise jama etum jumlanar hik ke barenin

source: Reviewing Sentences
bsk: jumlanar hik ke barenas

source: Review & re-record clips here as you go
bsk: khole clips hik ke baren daa dubaara record ećume niin

source: Review & re-record clips if needed
bsk: awaaji manimi ke clips ar hik ke barenin daa record etin

source: Review Sentences
bsk: jumlan hik dame daa barenin

source: Review sentences in your language
bsk: maymo baaṣulo jumlan review etin

source: Review & Submit
bsk: hik ke barenin daa jama etin

source: Review transcriptions
bsk: Girminuminar hik ke barenin

source: Review transcriptions of recorded sentences for accuracy
bsk: record etum julmane transcription warc ećar dubaara barenin

source: Review Transcriptions <small>(Coming soon)</small>
bsk: transcriptions ar hik ke barenin (choor diya)

source: Review user-submitted transcriptions in your language
bsk: guymo baaṣulo usere kaa etum tranṣptions ar hik ke baren.

source: Romansh Sursilvan
bsk: romanish sursilvan

source: Romansh Vallader
bsk: romanish valader

source: Russian
bsk: rusi

source: Santali (Ol Chiki)
bsk: santali

source: Sardinian
bsk: sardinan

source: Save
bsk: baćat eti

source: Saved
bsk: baćat manimi

source: Scripted Speech
bsk: Girminum bariṅ.

source: Search
bsk: phaṣ etin

source: See how your progress compares to other contributors all over the world.
bsk: maymo duro daa tok dunyatulo tʰum sise duro muqaabila ulo barenin

source: See Less
bsk: kam barenin

source: See More
bsk: daa barenin

source: Select a Language...
bsk: baaṣan damśi etin

source: Select an option
bsk: option e damśi etin

source: Select a variant (optional)
bsk: variant damśi etin

source: Selected
bsk: damśi etum

source: Select File
bsk: file isalginin

source: Select File to Upload
bsk: upload ećar file isalgin

source: Select the desired language dataset and choose the version you wish to download.
bsk: awaaji bilum baaṣe dataset damśi etin daa amit version download etase ray bila ke ite damśi etin

source: Select up to three domains (optional)
bsk: usko domain in damśyi eti

source: Select your age
bsk: maymo baaṣ damśi etin

source: Select your sex or gender
bsk: maymo sex yaa gener damśi etin

source: Self Citation
bsk: maymo duru e citation

source: Send a link to my email
bsk: jaa email ar link doocin

source: Send sign up link
bsk: sign up link doocin

source: Sentence
bsk: jumlaan

source: Sentence Collection
bsk: gati etumin jumulaṅ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
bsk: daa maziiḍ jumlaṅ gati etase gane kʰole barenin

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
bsk: jumlaṅ gati eṭase gane mii maykinase video ar barenin

source: Sentence Domain
bsk: jumla domain

source: Sentences
bsk: jumlaṅ

source: Sentences are collected for people to read aloud.
bsk: jumlaṅ śatine ġatayar gaṭi etum bican

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
bsk: jumlan kuyooće moderation process cum qabuul mey bican magam gute tariqa mukamal api. agar maa yeeśaan yaa damayljaa ke jumla mamoos damaacasan yaa mas tang maatasan bila ke masalan gute mii kuyooće particpation guidelne ate akucarćila ke mehrbaani ne mii flag button istimaal etin yaa mii kaa rabita etin

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
bsk: meer emasumin jumlan khole auyoonar uyayas licensed dataset ulo jama meeymi

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
bsk: jumlaṅ common voice ulo śaamil ećar altan sise nuparan manzoor etiṣan. Jumlaṅ public domain ulo maniṣ daa turma chundo lafzing cum jot maniṣ. Text e daman cum dugharusin waiver gane and gute process gane mii kaa rabita etin commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
bsk: jumlan hik be barenan. juu maar

source: Sentence text
bsk: jumlaan e text

source: Sentence Variant
bsk: jumla variant

source: Separate sentences into one line by pressing “Enter” or “Return” once
bsk: "Enter" press netan jumlan han line ulo alak etin yaa "Return" hik

source: Service and Retail
bsk: xidmat etas daa gaṣ giran

source: Set a goal
bsk: maksad desman

source: Set my visibility
bsk: jaa barenas ite warc eti

source: Sex
bsk: hilesan be dasinan

source: SHA256 Checksum Copied!
bsk: SHA256 checksum copy manimi

source: Share Common Voice
bsk: common voice thumiśuar emasin

source: Share my goal
bsk: maymo goal meer emasin

source: Share your clip
bsk: maymo clip thumiśuar emasin

source: Share your { $count } Clip Daily Goal for { $type }
bsk: maymo gunc mo audio clip goal meer emasin

source: Share your { $count } Clip Weekly Goal for { $type }
bsk: maymo thalekuce clip goal meer emasin

source: Share your event
bsk: Maymo yorko meeka share etin

source: Shilha
bsk: shiha

source: Shortcuts
bsk: choor etas

source: [Should be ‘dinosaurs’]
bsk: dinousaurs manaas awaaji

source: [Should be “We are”]
bsk: nića baan manaas awaaji

source: Show me sentences and clips from all variants within my language
bsk: jaa baaṣe ulum uyoon variants e clips daa jumlaṅ aaltir

source: Show my ranking
bsk: jaa ranking aartir

source: Sign up
bsk: sign up etas

source: Sign up for an account
bsk: ac̣count e gane sign up etin

source: Sign up for Common Voice newsletters, goal reminders and progress updates
bsk: common voice e newsletter, goal reminder daa progress updates e gane sign up etin

source: sign up for email updates
bsk: email updates e gane sign up etin

source: Sign up for { $lang } updates:
bsk: updates iṅ e gane sign up etin

source: Single
bsk: hanuman''

source: Single sentence submission
bsk: han jumlan jama manaas

source: Single ZIP file containing
bsk: gute single ZIP file ulo

source: Size
bsk: diś ganas

source: Skip
bsk: phat etin

source: Skipped
bsk: phat eti

source: Skip Submission Feedback
bsk: submission feedback skip etin

source: Small batch
bsk: jot batchan

source: Small batch sentence submission
bsk: jumlan e jotin batch

source: Small businesses, including tech and AI start ups
bsk: jot karubaariṅ amutulo tech ke AI tʰoṣ kaarubaariṅ

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
bsk: [tʰiśau] juda uyum dinosaurs e [xus] Triassic

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
bsk: beeruman baaṣiṅe grammar, lafzing, ṭalafuzulo butan farq bila. ṭeylate 2022 ulo variants śuru eṭaan. gute baaṣ etaśuar uymo baaṣ uyongkaro datasetulo leel etas oomay baan.

source: Someone asks for a language to be added.
bsk: menane baaṣan kaa ećar duġaruśam.

source: Something went wrong while fetching audio for transcriptions. Please try again later.
bsk: besan ṭhisan manimi audio file transcriptions gane daal etasulo. hik ke iciyate kośiś etin

source: Something went wrong while fetching prompts. Please try again later.
bsk: besan ṭʰisan manimi mesumin daal etasulo. hik ke iciyate kośiś etin

source: Something went wrong while fetching transcriptions. Please try again later.
bsk: besan ṭhisan manimi transcriptions daal etasulo. hik ke iciyate kośiś etin

source: Something went wrong with reCAPTCHA. Please try again.
bsk: reCAPTCHA kaa besan ṭʰis manimi. hik ke kośiś etin

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
bsk: beramun baaṣe qisimiṅ daa dialects baaṣanulo yaa baaṣe xandaanulo hahanc cum but farq mey bican. agar xaas baaṣe qisimanate duro etasulo muśkilaat bila ke maymo preferences badal etiṣ maamay baan

source: Sorbian, Lower
bsk: sorbian, yaarpam

source: Sorbian, Upper
bsk: sorbian yatpamo

source: Sorry, Common Voice is running slowly. Thanks for your interest.
bsk: baxṣiṣ etin. comon voice thala gucharćila. maa mas guraasar juu

source: Sorry, something went wrong
bsk: baxṣiṣ besan ṭhis manimi

source: Source: { $sentenceSource }
bsk: birkiṣ

source: Speak
bsk: senin

source: Speakable
bsk: senas meemanas

source: Speakers
bsk: ġaraśo

source: Speaking
bsk: senas

source: Speaking and Listening
bsk: senas daa dimeyalas

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
bsk: maymo maćʰarulo ćaġa etin! belate maa ćaġa ećaan ke ite khole welcome bila. Mimar maa maymo accent, volume, style ke intonation awaaji.

source: Speak now
bsk: muto senin

source: Speak options menu
bsk: senase option in e menu

source: Speak up, contribute here!
bsk: śatine ćaġata eti khole meer emas

source: Special Characters and Foreign Letters
bsk: xaas characterin daa holum huruupuc

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
bsk: xaas symbolin ke punctuation toole istimaal etin amulo butan awaaji manimi ke. masalan don't haranulo apostrophe bi daa we're ulo magam gote mumkin api ke maamar beśal guke juwa special symbols awaaji meeymi "@" or #

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
bsk: Speech Recognition kaa duro duunin

source: Spelling and Punctuation
bsk: lafz girimans daa jumla girminase qaanun

source: Split into { $archiveCount } ZIP files containing
bsk: ZIP files iṅ ulum traṅ etin

source: Splits
bsk: traṅ etas

source: Splits (Age and Sex)
bsk: traṅ (yoolin daa hilesa be dasin)

source: Spontaneous Speech
bsk: Hik dam ćaġa bar

source: Start recording
bsk: record ećar duun

source: Start typing to describe your accent
bsk: guymo ćaġa etase andaaz bayaan etas type ećar duun

source: Stats
bsk: statistics yaa hisaaab kitaab

source: Still have questions?
bsk: darum besan duġarusasan bila?

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
bsk: -riassic-e juda uyonko dinosaurs

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
bsk: amine accent un cum thum bila ke ite reject ayeti beske ućʰare recognition gane zaroori bila ke uyoonar gusee daltasanate duro etiṣ.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
bsk: maa baaṣ etas sis xaas omayman daa kaman ṭariqan bican duro ce duuyar

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
bsk: Triassic-e juda uyonko dinosaurs

source: Submit
bsk: jama etin

source: Submit All
bsk: uyoon jama etin

source: Submit a new question for the community to read and respond to
bsk: miymo sisar ġatayar daa juwaap ućʰićar naya sawaalin jama etin

source: Submit a report
bsk: report jama etin

source: Submit clips
bsk: clip jama eti

source: Submit new questions for the community to read and respond to
bsk: miymo sisar ġatayar daa juwaap ućʰićar naya sawaalin jama etin

source: Submitted
bsk: jama etin

source: Success
bsk: kamyaabi

source: success checkmark
bsk: checkmark kamiyaap manimi

source: Success, profile created!
bsk: kaamiyabi, profile dumanimi

source: Support open, community-led datasets
bsk: Kuyooće yaarqis etas dataset e urin ce duunin

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
bsk: jumla approve ecar doẏpa swipe etin or reject ecar gaẏpa swipe etin. skip ećar yatne swipe etin. maimo review jama etas til amaalin

source: Tagalog
bsk: taglog

source: Taiwanese (Minnan)
bsk: taiwaaniiz

source: Taking several attempts to read a word.
bsk: lafz ġatayar butan baar senas

source: Tap
bsk: tap etin

source: Tarifit
bsk: tarfit

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
bsk: baaś henasar duroar sućar Tatoeba jumlane daa spoken audio but uyum database bila. gute download ulo uymo sise record etum spoken English bila.

source: Technology and Robotics
bsk: technology daa robotics

source: Technology that speaks your language
bsk: Maa baaṣulo ćaġa etas technology.

source: Tell us what you'd like to download:
bsk: besan download etase ray ećaan ke mimar mesuyin.

source: Tepeuxila Cuicatec
bsk: Tepeuxila Cucatec

source: <termsLink>Terms</termsLink>
bsk: terms

source: Thanks for confirming your account, now let's build your profile.
bsk: maymo ac̣count confirm ećar juu maar, muu maa profile desmayan

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
bsk: maa 259 hazaar sisar 50 cum baske baaṣinulo emaśar butan juu maar, guse data speech enable applications insaane ićʰarar daltas ne juwaap ićʰićar train ecí bi

source: Thank you for contributing to Spontaneous Speech!
bsk: spontaneous speech ar meer emasase gane juu maar

source: Thank you for contributing your bulk submission!
bsk: butan juu maar butan subission emasas gane

source: Thank you for contributing your voice!
bsk: maymo maćʰar meer emasase butan juu maar

source: Thank you for donating your voice clips!
bsk: butan juu maa maymo maćʰare clip meer emasuman

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
bsk: recording gane juu maar, muu khole yaare clips hik ke barenin daa jama etin

source: Thank you for your information
bsk: maa maalumaate gane butan juu maar
